test_input = """让 10 万元的车按照导航，在城区自主实现跟车、变道和超车，而且驾驶风格趋近人类——这是余凯在第一届地平线生态大会上提出的新目标。按照他的设想，地平线要把基于单征程 6M 的城区辅助驾驶方案搭载到售价最低 7 万元的车上。

余凯在发布会上列举了这样一组数据：今年前三季度，售价 13 万元以下车型销量占中国乘用车市场约 50% 份额，但这些车基本都不具备城区辅助驾驶功能。他希望通过与博世、元戎启行、轻舟智航、大众等厂商的合作，在未来三到五年，推动搭载自研智驾算法 HSD 的车型达成千万量产规模。

此前鲜有厂商涉足这个市场区间，一是因为要在售价不足 10 万元的车上搭载高阶城区智驾方案，对芯片算力、算力利用率及算法模型的限制条件都异常苛刻；二是这个细分市场的用户对价格高度敏感，他们当中很少有人愿意为智驾额外支付数千甚至上万元。

今年初，比亚迪曾率先提出 “全民智驾” 计划，此后吉利、奇瑞等厂商跟进，但它们当时只是要把功能相对简单、成本较低的高速 NOA 下放到 10 万元价格区间，并不准备开放城市 NOA。

地平线有更大的 “野心”。发布会上，余凯将高阶城区辅助驾驶比作新时代的 “自动挡”——它会像自动变速箱取代手动换挡一样，把驾驶员从繁琐的机械操作中解放出来。地平线首席架构师苏箐认同这个比喻，强调高阶智驾应该是汽车的基本素质，而非锦上添花的情绪价值。

要把 “智驾成为自动挡” 的愿景落地，主要有两重门槛：既要在售价 7 万元的车型上复刻 25 万元车型的智驾体验，又必须守住成本红线。前者考验地平线的算法与工程能力，后者要靠规模效应大幅降低成本。

虽然挑战巨大，但这可能是在当前市场环境下，地平线所能把握的最大增长机会。

余凯常说 “要在没有竞争的地方竞争”，而即便是搭载两颗英伟达 Orin-X 芯片最便宜的小鹏 MONA M03 Max 版，售价也达到 12.98 万元。不过，现在也有强劲竞争对手觊觎这个市场，智驾供应商 Momenta 的芯片自研进展迅速，高通 8775P 也有了量产客户。





“地平线越来越像华为，Momenta 越来越像地平线。” 一位智能驾驶从业者这样向我们描述他的感受——在消费者接受度最高、行业竞争也最激烈的中国智驾行业，国产头部厂商的发展道路日渐趋同——软硬一体、极致降本，为售价更主流的车型提供全栈解决方案。

而地平线之所以这样做，还有其自身的原因：有能力基于征程芯片自研城市 NOA 的智驾供应商只是少数，地平线有必要完成 HSD 方案自研，而后开放给行业，以提高 HSD 出货量。

这与地平线过去的成长路径大不相同。从征程 2、征程 3 到征程 5，地平线在产品参数上始终在追赶英伟达，是 “国产替代” 浪潮帮助地平线用高性价比撬开市场缝隙，获得理想、长安等标杆客户。现在，即使芯片参数与英伟达已没有代际差距，地平线也不再走国产替代路线，转而开发更广阔的市场需求。

但两种路径的动机又是相似的：尽快扩大市场份额，获得规模优势。一方面，出货规模的快速提升会让地平线获得高关注度，越来越多的主机厂愿意考虑搭载地平线的智驾产品；另一方面，在与车企和智驾供应商合作的过程中，地平线得以不断积累量产经验，并借此反哺下一代芯片设计与软件优化。

苏箐说，地平线后面每一代芯片和每一代产品会坚持十倍算力提升、十倍模型容量叠加。根据规划，地平线第五代智驾芯片征程 7 系列将与特斯拉下一代 AI5 芯片同步推出。

这是地平线保持技术领先所必须做到的。而余凯所说的 HSD 千万套出货目标能否实现，仍主要取决于征程 6 系列的上车表现。

征程 6 系列是城市 NOA 开始普及后，让地平线上智驾牌桌的一款重要产品。2023 年底，特斯拉在北美推出 FSD V12 版本，率先用 “端到端” 重塑量产智能驾驶的算法架构，用户驾乘体验大幅提升。自此，智驾技术演进陡然加快。为追赶特斯拉，国产车企和智驾供应商对更高算力智驾芯片、更先进智驾算法的需求也变得尤为迫切。

当时，地平线旗舰芯片征程 5 的标称算力约为英伟达 Orin-X 的一半，理论上已经可以实现更复杂的城区 NOA，但一直没有相应车型量产。而到了征程 6 系列，地平线不仅借助软硬件协同优化能力，让征程 6M 可以实现城市 NOA，还推出算力达 560 TOPS 的征程 6P。

期间，余凯也修正了他 2023 年初 “2025 年前要在合理性价比上把高速 NOA 做到丝滑但价格不贵” 的基础判断，认为 “随着端到端等新算法框架的出现，智能驾驶行业将在 2025 年迎来拐点。”“技术在快速变化，3 年实现脱手开、5 年实现闭眼开、10 年实现随心开。”

作为地平线最新一代智驾芯片，征程 6 提前预判市场需求，适配 Transformer 架构和 “端到端” 算法，支持实现城市 NOA。基于征程 6 系列的 HSD 智驾方案成败，此刻变得更重要了 —— Momenta 正带着百万级的智驾份额进入地平线所熟悉的芯片领域。

题图来源：地平线"""